app/Http/Controllers/UsersController.php

select * from `users`
---
    public function index()
    {
        // Get all users
        $users = User::all();